content/books/how_not_to_die.md
+++
title = "How not to die"
tags = ["book", "todo"]
draft = false
+++

## Part 2 {#part-2}

The second part is of the book is more about what you can do/eat in order to be healthy.

-   Whenever asked if a certain food is healthy or not: **Compared to to what?**


### Dr. Gregers Daily Dozen {#dr.-gregers-daily-dozen}

Following table contains Dr. Gregers indications about what you should eat on daily basis and how much. The list of ingredients/foods was copied from directly from the corresponding chapters.

| Food                   | Servings per day                | List                                                                                                                                                                                                                                                                                                                                                                                                                     | Comments                                                                       |
|------------------------|---------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------|
| Bean                   | 3                               | Black beans, black-eyed peas, butter beans, cannellini beans, chickpeas (also known as garbanzo beans), edamame, english peas, great northern beans, kidney beans, lentils (beluga, french, and red varieties), miso, navy beans, pinto beans, small red beans, split peas (yellow or green), and tempeh                                                                                                                 | Also bean dips; also use sprouts since antioxidant power doubles when sprouted |
| Berries                | 1                               | Açai berries, barberries, blackberries, blueberries, cherries (sweet or tart), concord grapes, cranberries, goji berries, kumquats, mulberries, raspberries (black or red), and strawberries                                                                                                                                                                                                                             |                                                                                |
| Other Fruits           | 3                               | Apples, dried apricots, avocados, bananas, cantaloupe, clementines, dates, dried figs, grapefruit, honeydew, kiwifruit, lemons, limes, lychees, mangos, nectarines, oranges, papaya, passion fruit, peaches, pears, pineapple, plums (especially black plums), pluots, pomegranates, prunes, tangerines, and watermelon                                                                                                  |                                                                                |
| Cruciferous vegetables | 1                               | Arugula, bok choy, broccoli, brussels sprouts, cabbage, cauliflower, collard greens, horseradish, kale (black, green, and red), mustard greens, radishes, turnip greens, and watercress                                                                                                                                                                                                                                  |                                                                                |
| Greens                 | 2                               | Arugula, beet greens, collard greens, kale (black, green, and red), mesclun mix (assorted young salad greens), mustard greens, sorrel, spinach, swiss chard, and turnip greens                                                                                                                                                                                                                                           |                                                                                |
| Other vegetables       | 2                               | Artichokes, asparagus, beets, bell peppers, carrots, corn, garlic, mushrooms (button, oyster, portobello, and shiitake), okra, onions, purple potatoes, pumpkin, sea vegetables (arame, dulse, and nori), snap peas, squash (delicata, summer, and spaghetti squash varieties), sweet potatoes/yams, tomatoes, and zucchini                                                                                              |                                                                                |
| Flaxseeds              | 1 teaspoon                      | Golden or brown                                                                                                                                                                                                                                                                                                                                                                                                          |                                                                                |
| Nuts &amp; Seeds       | 1                               | Almonds, Brazil nuts, cashews, chia seeds, hazelnuts/filberts, hemp seeds, macadamia nuts, pecans, pistachios, pumpkin seeds, sesame seeds, sunflower seeds, and walnuts                                                                                                                                                                                                                                                 |                                                                                |
| Spices &amp; Spices    | ¼ teaspoon of turmeric + others | Allspice, barberries, basil, bay leaves, cardamom, chili powder, cilantro, cinnamon, cloves, coriander, cumin, curry powder, dill, fenugreek, garlic, ginger, horseradish, lemongrass, marjoram, mustard powder, nutmeg, oregano, smoked paprika, parsley, pepper, peppermint, rosemary, saffron, sage, thyme, turmeric, and vanilla                                                                                     |                                                                                |
| Whole grains           | 3                               | Barley, brown rice, buckwheat, millet, oats, popcorn, quinoa, rye, teff, whole-wheat pasta, and wild rice                                                                                                                                                                                                                                                                                                                |                                                                                |
| Drinks                 | 5                               | Black tea, chai tea, vanilla chamomile tea, coffee, earl grey tea, green tea, hibiscus tea, hot chocolate, jasmine tea, lemon balm tea, matcha tea, almond blossom oolong tea, peppermint tea, rooibos tea, water, and white tea                                                                                                                                                                                         |                                                                                |
| Exercise               | 1                               | Bicycling, canoeing, dancing, dodgeball, downhill skiing, fencing, hiking, housework, ice-skating, in-line skating, juggling, jumping on a trampoline, paddle boating, playing Frisbee, roller-skating, shooting baskets, shoveling light snow, skateboarding, snorkeling, surfing, swimming recreationally, tennis (doubles), treading water, walking briskly (4 mph), water aerobics, waterskiing, yard work, and yoga |                                                                                |


#### Beans {#beans}

-   **every meal**
-   use sprouts: [antioxidant](/zk/antioxidants) power doubles when sprouted


#### Berries {#berries}

-   the colors are the [antioxidants](/zk/antioxidants)
-   choose colorful vegetables


#### Cruciferous vegetables {#cruciferous-vegetables}

-   horseradish (dt.: Meerrettich)
    -   is the most concentrated
    -   can be used in sauces


#### Greens {#greens}

-   the chlorophyll taken from greens can be activated by sun in the human body
-   this regenerates a critical molecule called [coenzyme q10](/zk/coq10)
-   add vinegar in your salads


## Quotes {#citations}


### About sprouting {#about-sprouting}

> Sprouting to me is like gardening with steroids


### Change food mindset {#change-food-mindset}

> Instead of a big bowl of spaghetti with some veggies and lentils on top, I think
> of a big bowl of vegetables with some pasta and lentils mixed in. Instead of a
> big plate of brown rice with some stir-fried vegetables on top, I picture a meal
> that''s some rice and beans in there too.


### Is healthy food more expensive? {#is-healthy-food-more-expensive}

> Nowadays, we know better and can compare the cost of foods based on their
> nutritional content. An average serving of vegetables may cost roughly four
> times more than the average serving of junk food, but those veggies have been
> calculated to average twenty-four times more nutrition. So on a
> cost-per-nutrition basis, vegetables offer six times more nutrition per dollar
> compared to highly processed foods. Meat costs about three times more than
> vegetables yet yields sixteen times less nutrition based on an aggregate of
> nutrients.4 Because meat is less nutritious and costs more, vegetables net you
> forty-eight times more nutrition per dollar than meat.


### On food education {#on-food-education}

> Most deaths in the united states are preventable, and they are related to what
> we eat. Our diet is the number-one cause of premature death and the number-one
> cause of disability. Surely, diet must also be the number-one thing taught in
> medical schools, right?
